Repository: IamMusavaRibica/skoljka
Catalog: skoljka/locale/*/LC_MESSAGES/django.po
Languages: hr

source: No recent activities
hr: Nema nedavnih aktivnosti

source: Partially supported.
hr: Djelomično podržano.

source: Possibly incompatible behavior.
hr: Moguće nekompatilno ponašanje.

source: Visually different when exported to PDF.
hr: Vizualno drugačije kad se pretvori u PDF.

source: Basic Commands
hr: Osnovne naredbe

source: Emphasized text (usually italic).
hr: Naglašeni tekst (obično italic).

source: Strikethrough.
hr: Precrtano.

source: Underline.
hr: Podcrtano.

source: Underline and disable word-wrap. It's recommended to use <code>\uline</code> instead.
hr: Podcrtano s isključenim prijelomom teksta. Preporučeno je koristiti umjesto toga <code>\uline</code>.

source: Newline.
hr: Novi red.

source: Advanced Commands
hr: Napredne naredbe

source: Show the given image.
hr: Prikaži zadanu sliku.

source: Figure caption.
hr: Opis slike

source: Figure centering.
hr: Centriranje slike

source: Set figure or equation label.
hr: Postavi oznaku slike ili jednadžbe.

source: Given a label, show a link to the related content.
hr: Link na sadržaj označen zadanom oznakom.

source: Set value of the given length command. Currently, only <code>\parindent</code> and <code>\parskip</code> are supported, representing indentation length and paragraph top margin.
hr: Postavi vrijednost zadane duljine. Trenutačno, podržani su samo <code>\parindent</code> i <code>\parskip</code>, koji predstavljaju uvlačenje i gornju marginu paragrafa (razmak između paragrafa).

source: Note that the first paragraph is not indented.
hr: Primijetite da prvi paragraf nije uvučen.

source: The default values are <code>%(parskip)s</code> for <code>\parskip</code> and <code>%(parindent)s</code> for <code>\parindent</code>.
hr: Početne vrijednosti su <code>%(parskip)s</code> za <code>\parskip</code> i <code>%(parindent)s</code> za <code>\parindent</code>.

source: Other Commands
hr: Ostale naredbe

source: Framed box with disabled word-wrap.
hr: Uokviren tekst s isključenim prijelomom teksta.

source: Please don't misuse.
hr: Molimo nemojte zloupotrebljavati.

source: Disabled word-wrap.
hr: Isključen prijelom teksta.

source: Symbol %s.
hr: Simbol %s.

source: Soft hyphen, shown in HTML as <pre>&amp;shy;</pre>.
hr: Tzv. <i>soft hyphen</i>, prikazan u HTML-u kao <pre>&amp;shy;</pre>.

source: Centering.
hr: Centriranje.

source: Figure, used for inserting images.
hr: Za ubacivanje slika.

source: Pre-formatted text.
hr: Unaprijed formatiran tekst.

source: Similar to <code>verbatim</code>, where spaces are shown as &blank;.
hr: Slično <code>verbatim</code>, samo što se razmaci prikazuju kao &blank;.

source: Code.
hr: Kod.

source: Hidden text.
hr: Skriven tekst.

source: Shorthand for <code>\setlength{\parskip}{SKIP} \setlength{\parindent}{INDENT}</code>. Value <code>0</code> is treated as <code>0pt</code>.
hr: Kratica za <code>\setlength{\parskip}{SKIP} \setlength{\parindent}{INDENT}</code>. Vrijednost <code>0</code> se tretira kao <code>0pt</code>.

source: Preformatted text. Simulates LaTeX environment <code>verbatim</code>.
hr: Unaprijed formatiran tekst. Simulira <code>verbatim</code> LaTeX environment.

source: Quotation.
hr: Citat.

source: Show the attachment #x, counting from 1. Optionally, specify the width and height.
hr: Prikaži priloženu sliku #x, brojeći od 1. Po želji se mogu specificirati duljina i visina slike.

source: Some text here.
hr: Neki tekst.

source: Incomplete.
hr: Nedovršeno.

source: About Us
hr: O nama

source: Online archive of tasks from mathematical competitions
hr: Online arhiva natjecateljskih zadataka iz matematike

source: Developers
hr: Developeri

source: Maintained by
hr: Održava

source: Sources
hr: Izvori

source: List of icons
hr: Popis ikona

source: Contact
hr: Kontakt

source: Web archive of math problems
hr: Web arhiva zadataka iz matematike

source: Web archive of math problems, including previous state and regional competitions and International and Middle-european math olympiads. Školjka can help any student training for math competitions.
hr: Web arhiva zadataka iz matematike. Sadrži zadatke s prijašnjih državnih, županijskih, općinskih natjecanja te Međunarodnih i Srednjoeuropskih olimpijada. Školjka može poslužiti svakom učeniku koji se želi pripremati za natjecanja iz matematike.

source: Map editing
hr: Uređivanje mape

source: Username
hr: Korisničko ime

source: Password
hr: Lozinka

source: Sign in
hr: Prijava

source: Hello
hr: Zdravo

source: Menu
hr: Izbornik

source: Home
hr: Početna

source: Task archive
hr: Arhiva zadataka

source: Lectures
hr: Predavanja

source: Competitions
hr: Natjecanja

source: Courses
hr: Tečajevi

source: Users
hr: Korisnici

source: Groups
hr: Grupe

source: Registration
hr: Registracija

source: All tasks
hr: Svi zadaci

source: Solutions
hr: Rješenja

# menu
source: Search
hr: Pretraživanje

source: Sign out
hr: Odjava

source: Help
hr: Pomoć

source: About us
hr: O nama

source: Terms of Use
hr: Uvjeti korištenja

source: What is Školjka?
hr: Što je Školjka?

source: Školjka is a web archive of math problems, a tool intended for primary and high school students training for math contests. It contains thousands of problems from various math contests in recent two decades.
hr: Školjka je web arhiva zadataka iz matematike, pomoćni alat i sredstvo motivacije namijenjen učenicima i studentima pri pripremi za natjecanja. Sadrži tisuće i tisuće zadataka s raznih matematičkih natjecanja u prethodnih dvadesetak godina te se redovito nadopunjava novim zadacima i natjecanjima.

source: Školjka supports searching by categories and difficulty, allowing students to quickly find the exact problems they are interested in. Likewise, Školjka can be helpful to mentors and teachers for preparing lectures.
hr: Osim što služi kao baza zadataka, Školjka omogućuje pretraživanje istih po kategorijama i po težini. Učenici tako mogu jednostavno pronaći zadatke točno onog tipa koji ih zanima. Također, Školjka može biti od velike pomoći njihovim mentorima pri organizaciji priprema i predavanja.

source: Selected competitions
hr: Odabrana natjecanja

source: Recently added tasks
hr: Nedavno objavljeni zadaci

source: Recent activities
hr: Nedavne aktivnosti

source: Recommendations
hr: Preporuke

source: To do list
hr: To do popis

source: Featured lectures
hr: Odabrana predavanja

source: Added by
hr: Dodao/la

source: BB code commands
hr: BB code naredbe

source: Command
hr: Naredba

source: Description
hr: Opis

source: Example
hr: Primjer

source: OR
hr: ILI

source: Error!
hr: Greška!

source: Invalid solution!
hr: Nevaljano rješenje!

source: Invalid solution descriptor!
hr: Nevaljan opis rješenja!

source: Follow the instructions in the problem description. In the case the result is a number, please make sure to use the exact number of decimals as required.
hr: Pratite instrukcije u tekstu zadatka. U slučaju da je rješenje broj, molimo pripazite da ste unijeli točan broj decimala.

source: Split different correct results with a '|' character. Character '|' cannot be a part of the result. Trailing and leading spaces are always ignored.
hr: Razdvojite različita točna rješenja sa znakom '|'. Znak '|' ne može biti dio rješenja. Vodeći i prateći razmaci se uvijek ignoriraju.

source: Invalid number of elements!
hr: Nevaljan broj članova!

source: Too few decimals!
hr: Premalen broj decimala!

source: Mixed types of elements not allowed!
hr: Miješani tipovi članova nisu dozvoljeni!

source: Mixed precisions not allowed!
hr: Miješane preciznosti brojeva nisu dozvoljene!

source: Unallowed characters!
hr: Nedozvoljeni znakovi!

source: Invalid modifiers!
hr: Nevaljani modifikatori!

source: Ambiguous, is it a number or a string?
hr: Dvoznačno, je li broj ili string?

source: Ambiguous, is it a float or a list?
hr: Dvoznačno, je li decimalni broj ili lista?

source: Elements must be separated by a comma!
hr: Članovi moraju biti razdvojeni zarezom!

source: Denominator cannot be 0!
hr: Nazivnik ne može biti 0!

source: Integer
hr: Cijeli broj

source: A simple number, positive or negative. In general, all numbers mentioned below can be positive or negative.
hr: Običan broj, pozitivan ili negativan. Općenito, svi dolje spomenuti brojevi mogu biti pozitivni ili negativni.

source: Write the result rounded to %(count)d decimal.
hr: Napišite rezultat zaokružen na %(count)d decimalu.

source: Decimal number
hr: Decimalni broj

source: The solution is required to have at least as many decimals as entered by the author, otherwise it will be rejected. The solution is accepted if and only if it is equal to the author's solution when rounded to the same number of decimals. If you are unsure about how the rounding is performed, please try sending the solution with more decimals than required. Please prefer dots over commas as a decimal mark.
hr: Rješenje mora imati barem toliko decimala koliko je autor naveo. U suprotnom će biti odbačeno. Rješenje se prihvaća ako i samo ako je jednako autorovom rješenju kada se zaokruži na isti broj decimala. Ako niste sigurni kako točno zaokružiti broj, molimo provjerite ručno prihvaća li se rješenje s više decimala. Preferirajte decimalne točke umjesto zareza.

source: The solution must have as least as many decimals as written in the description, and has to exactly match the official solution when rounded to that number of decimals.
hr: Rješenje mora imati barem toliko decimala koliko piše u opisu, i mora biti točno jednako službenom rješenju kada se zaokruži na taj broj decimala.

source: Write the solution in the form a/b, where a and b are integers.
hr: Rješenje napišite u obliku a/b, gdje su a i b cijeli brojevi.

source: Fraction
hr: Razlomak

source: Fraction is written in the format a/b, where a and b are integers. The competitors solution will be accepted if it is an integer or a fraction equal to the given fraction. Reducible fractions are also accepted.
hr: Razlomak se piše u obliku a/b, gdje su a i b cijeli brojevi. Natjecateljevo rješenje će biti prihvaćeno ako se radi o cijelom broju ili razlomku jednakom traženoj vrijednosti. Neskraćeni razlomci su također prihvaćaju.

source: Fractions are written in the format a/b, where a and b are integers. Reducible fractions are accepted. You can also write a single integer if you are sure the result is an integer. Decimal numbers are not accepted.
hr: Razlomci se pišu u obliku a/b, gdje su a i b cijeli brojevi. Neskraćeni razlomci se također prihvaćaju. Možete napisati i sami cijeli broj ako ste sigurni da rješenje jest cijeli broj. Decimalni brojevi se ne prihvaćaju.

source: Write the results in the correct order, separated with a comma.
hr: Rezultate napišite u točnom poretku, razdvojene zarezom.

source: Write the results in the correct order, round to %(decimals)d decimal and separated with a comma.
hr: Rezultate napišite u točnom poretku, zaokružene na %(decimals)d decimalu i razdvojene zarezom.

source: Write the results in in the form a/b, where a and b are integers. Separate the results with a comma, and write them in the correct order.
hr: Rezultate napišite u obliku a/b, gdje su a i b cijeli brojevi. Rezultate razdvojite zarezom te ih napišite u točnom poretku.

source: Number of elements:
hr: Broj članova:

source: List
hr: Niz

source: A list can contain integers, decimal numbers, fractions or strings (anything else). All elements must have the same type. Elements are separated with a comma. By default, competitors don't know the length of the list. To make the length visible, use #: prefix. To make a single-element list, put the element into [ ] brackets.
hr: Niz može sadržavati cijele brojeve, decimalne brojeve, razlomke ili stringove (sve ostalo). Svi članovi moraju biti istog tipa. Članovi se razdvajaju zarezom. Ukoliko želite dati do znanja natjecateljima koliko članova niz ima, stavit prefix '#:'. Da bi napravili jednočlanu listu, stavite član unutar [ ] zagrada.

source: A list can contain integers, decimal numbers, fractions or strings (anything else). If not obvious, the type of elements will be specified, together with the decimal count in the case of decimal numbers. The length of the list might or might not be specified. The list can also contain a single element! Separate the elements with a comma.
hr: Niz može sadržavati cijele brojeve, decimalne brojeve, razlomke ili stringove (sve ostalo). Ako nije očito, tip članova će biti naveden, zajedno s traženim brojem decimala u slučaju decimalnih brojeva. Ovisno o problemu, traženi broj članova će biti specificiran ili ne. Niz također može sadržavati jedan član! Razdvajajte članove zarezom.

source: Write the results in any order, separated with a comma.
hr: Napišite rezultate u bilo kojem poretku, razdvojene zarezom.

source: Write the results in any order, round to %(decimals)d decimal and separated with a comma.
hr: Napišite rezultate u bilo kojem poretku, zaokružene na %(decimals)d decimalu i razdvojene zarezom.

source: Write the results in the form a/b, where a and b are integers. Separate the results with a comma. List them in any order.
hr: Rezultate napišite u obliku a/b, gdje su a i b cijeli brojevi. Rezultate razdvojite zarezom i navedite ih u bilo kojem poretku.

source: Set
hr: Skup

source: Acts similarly to lists, only the elements are treated as unordered. Put the comma separated values inside the { } brackets. Same as for lists, use #: prefix to make the length visible. Warning: Sets behave actually as multisets, please write a note in the problem description directly if you do except multiple equal values.
hr: Ponaša se slično kao i niz, osim što poredak nije bitan. Stavite zarezom odvojene vrijednosti unutar { } zagrada. Isto kao i kod nizova, koristite #: prefiks kako bi duljina skupa bila vidljiva. Upozorenje: Skupovi se zapravo ponašaju kao multiskupovi, molimo navedite u tekstu zadatka direktno ako se očekuje više jednakih vrijednosti.

source: Same as for lists, just the order does not matter.
hr: Isto kao i za nizove, samo što poredak nije bitan.

source: Anything that does not match any other type. To force the type to be a string, use = prefix.
hr: Bilo što što ne odgovara drugim tipovima. Ukoliko želite forsirati tip da bude string, stavite = prefiks.

source: Anything that does not match any other type. That can include words, special formats, or even numbers of special forms.
hr: Bilo što što ne odgovara drugim tipovima. To može uključivati riječi, specijalne formate, ili čak brojeve u specijalnim oblicima.

source: Textual
hr: Tekstualno

source: To enable textual (manually graded) answer, set task solution to %s.
hr: Za tekstualna (ručno ocijenjena) rješenja, unesite %s kao traženo rješenje.

source: Textual answer, manually graded by the organizers.
hr: Tekstualna, ručno ocijenjena, rješenja.

source: Split different accepted solutions by a '|' character. To use the '|' character, write '\|'. To use '\', write '\\'. Trailing and leading spaces are always ignored.
hr: Razdvojite različita točna rješenja znakom '|'. Da biste koristili znak '|' kao dio rješenja, napišite '\|'. Da bi dobili '\', napišite '\\'. Vodeći i prateći razmaci se uvijek ignoriraju.

source: Descriptor error. Please notify admins!
hr: Nevaljan deskriptor. Molimo obavijestite administratore!

source: Invalid!
hr: Nevaljano rješenje!

source: Solution
hr: Rješenje

source: Unlock time
hr: Vrijeme otključavanja

source: Close time
hr: Vrijeme zatvaranja

source: [minutes]
hr: [minute]

source: [days]
hr: [dani]

source: Please enter the team name.
hr: Molimo unesite ime tima.

source: Unknown username "%s".
hr: Nepoznato korisničko ime "%s".

source: You are automatically added to the team.
hr: Vi ste automatski dodani u tim.

source: User "%s" is already a member of a team.
hr: Korisnik "%s" je već član nekog tima.

source: Team name already used!
hr: Ime tima se već koristi.

source: Unknown team category '%s'!
hr: Nepoznata timska kategorija '%s'.

source: Competitors
hr: Natjecatelji

source: Unofficial
hr: Neslužbeni

source: Administrators
hr: Administratori

source: Competition
hr: Natjecanje

source: Course
hr: Tečaj

source: Message
hr: Poruka

source: Participants
hr: Polaznici

source: Scoreboard
hr: Bodovna lista

source: Course Instructions
hr: Upute

source: Competition Rules
hr: Pravila natjecanja

source: Team
hr: Tim

source: Participant
hr: Polaznik

source: Competitor
hr: Natjecatelj

source: Teams
hr: Timovi

source: All teams
hr: Svi timovi

source: All participants
hr: Svi polaznici

source: All competitors
hr: Svi natjecatelji

source: Course has finished.
hr: Tečaj je završio!

source: Competition has finished.
hr: Natjecanje je završilo!

source: Course has not started yet.
hr: Tečaj još nije počeo!

source: Competition has not started yet.
hr: Natjecanje još nije počelo!

source: Gradual unlocking
hr: Postepeno otključavanje

source: All tasks unlocked
hr: Svi zadaci otključani

source: The time after the beginning of the competition/course, after which the chain becomes visible to participants.
hr: Vrijeme nakon početka natjecanja/kursa nakon kojeg lanac postaje vidljiv polaznicima.

source: The time after the beginning of the competition/course, after which tasks of the chain are closed for submissions. Note: all tasks of the chain will become visible after closing the chain! Set to 0 to disable.
hr: Vrijeme nakon početka natjecanja/kursa nakon kojeg se zatvara slanje rješenja. Napomena: nakon što je lanac zatvoren, svi zadaci postaju vidljivi! Vrijednost 0 isključuje ovu opciju.

source: Position in the category.
hr: Pozicija u kategoriji.

source: Additional points awarded for fully solving all tasks of the chain.
hr: Dodatni bodovi dodijeljeni za potpuno točna rješenja svih zadataka u lancu.

source: Either gradual unlocking (tasks unlocked one by one as they are solved or as all attempts are used up), or all tasks unlocked simultaneously.
hr: Ili postepeno otključavanje (zadaci se otključavaju jedan po jedan, kako su riješeni ili kako su svi pokušaji iskorišteni) ili se svi zadaci otključavaju odjednom.

source: If enabled, only teams with explicitly given access will be able to view and solve this chain.
hr: Ako je odabrano, lanac je vidljiv samo eksplicitno navedenim timovima.

source: Hello, %(userlink)s!
hr: Zdravo, %(userlink)s!

source: Team:
hr: Tim:

source: Lectures and problems
hr: Lekcije i zadaci

source: Problems
hr: Zadaci

source: Notifications
hr: Obavijesti

source: Edit participation
hr: Postavke

source: Chains
hr: Lanci

source: Debug translations
hr: Debug prijevoda

source: Time:
hr: Vrijeme:

source: Visible only to the admins!
hr: Vidljivo samo administratorima!

source: New chain
hr: Novi lanac

source: Position
hr: Pozicija

# Position
source: Pos.
hr: Poz.

source: Chain
hr: Lanac

source: Length
hr: Duljina

source: Days
hr: Dani

source: Minutes
hr: Minute

source: Author(s)
hr: Autor(i):

source: Comments
hr: Komentari

source: Edit
hr: Uredi

source: Overview
hr: Pregled

source: Restricted access
hr: Ograničen pristup

source: Empty...
hr: Prazno...

source: Instructions
hr: Upute

source: To add a task (problem), click "New task". After adding tasks, to create a chain, first select the tasks you want to include in the chain (by clicking anywhere on the corresponding table row), fill out the name (title) and category of the chain, and click "Create chain".
hr: Da biste dodali zadatak, kliknite na "Novi zadatak". Nakon dodavanja zadataka, da biste napravili lanac, prvo odaberite zadatke koje želite uključiti (klikanjem bilo gdje na odgovarajući redak tablice), zatim ispunite ime (naslov) i kategoriju lanca te kliknite "Napravi lanac".

source: You can easily make changes to an existing chain. To insert new tasks, select them, and click on the table of chains at the wanted position. The position where the tasks will be inserted is marked with a red line. To remove a task, click the icon <i class="icon-remove"></i>. To move a task up or down, click the icon <i class="icon-arrow-up"></i> or <i class="icon-arrow-down"></i>. To delete a chain, click <i class="icon-trash"></i>.
hr: Postojećim lancima se promjene lagano rade. Da biste dodali nove zadatke, odaberite ih i kliknite na tablicu lanaca na odgovarajuće mjesto. Mjesto gdje će se zadaci dodati je označeno crvenom linijom. Za micanje zadatka iz lanca, kliknite ikonicu <i class="icon-remove"></i>. Za pomicanje gore/dolje, kliknite <i class="icon-arrow-up"></i> ili <i class="icon-arrow-down"></i>. Za brisanje lanca, kliknite <i class="icon-trash"></i>.

source: Tasks marked with green color are the one that have been reviewed by other administrators (solved correctly). Red colors means that the task has an <code>IMPORTANT:</code> comment, telling the author something is wrong with the task.
hr: Zadaci označeni zelenom bojom su oni koje su administratori provjerili (imaju točna rješenja). Crvena boja predstavlja <code>IMPORTANT:</code> komentar, koji govori autoru da nešto ne valja sa zadatkom.

source: New task
hr: Novi zadatak

source: Unused tasks
hr: Neiskorišteni zadaci

source: Chain successfully created.
hr: Lanac je uspješno napravljen.

source: Date added
hr: Vrijeme dodavanja

source: Author
hr: Autor

source: Text
hr: Tekst

source: Comment
hr: Komentar

source: Create chain
hr: Napravi lanac

source: Chains (used problems)
hr: Lanci (iskorišteni zadaci)

source: Category
hr: Kategorija

source: Title
hr: Naslov

source: Title:
hr: Naslov:

source: Delete
hr: Izbriši

source: Edit chain
hr: Uredi lanac

source: Chain overview
hr: Pregled lanca

source: Update chain
hr: Ažuriraj lanac

source: Author:
hr: Autor:

source: Registration start
hr: Početak registracije

source: Start
hr: Početak

source: End
hr: Kraj

source: Enter
hr: Ulaz

source: Registration not open yet.
hr: Registracija još nije otvorena.

source: No competitions.
hr: Nema natjecanja.

source: Notifications related to the course materials and problems are shown here.
hr: Ovdje su prikazane obavijesti u vezi materijala i zadataka.

source: Notifications related to the competition and problems are shown here.
hr: Ovdje su prikazane obavijesti u vezi zadataka ili samog natjecanja.

source: Use the form below to submit questions or messages to the moderators. Your messages will not be visible to other participants.
hr: Koristite formu na dnu stranice za slanje pitanja ili poruka moderatorima. Vaše poruke nisu vidljive drugim polaznicima.

source: Last update:
hr: Zadnja promjena:

source: No notifications.
hr: Nema obavijesti.

source: Send message
hr: Pošalji poruku

source: A reply to <a href='#'>the message</a>.
hr: Odgovor na <a href='#'>poruku</a>.

source: Hide answered posts.
hr: Sakrij odgovorene poruke.

source: Show answered posts.
hr: Prikaži odgovorene poruke.

source: Reply
hr: Odgovori

source: Show / mark as unanswered.
hr: Prikaži / označi kao neodgovoreno.

source: Hide / mark as answered.
hr: Sakrij / označi kao odgovoreno.

# post
source: To:
hr: Za:

source: Globally
hr: Globalno

source: Currently visible only to admins!
hr: Trenutačno vidljivo samo administratorima!

source: Registration successful!
hr: Registracija uspješna!

source: Changes saved!
hr: Promjene spremljene!

source: Invitations
hr: Pozivnice

source: Founder
hr: Osnivač

source: Accept invitation
hr: Prihvati pozivnicu

source: Edit Team
hr: Uredi tim

source: Edit Participation
hr: Postavke

source: Competition Registration
hr: Registracija za natjecanje

source: Team Registration
hr: Registracija tima

source: Please register to participate in the competition.
hr: Molimo registrirajte se kako biste sudjelovali na natjecanju.

source: To participate in the competition, please enter your team name and list the other team members.
hr: Kako biste sudjelovali na natjecanju, molimo unesite ime tima i navedite ostale članove.
