Repository: IamMusavaRibica/skoljka
Catalog: skoljka/locale/*/LC_MESSAGES/django.po
Languages: hr

source: Thank you for signing up!<br><br> We sent you an activation link to <b>%(email)s</b>. Please follow the link to complete the registration. If you do not receive the email in the next few minutes, please check the spam or contact %(contact_link)s.
hr: Zahvaljujemo na registraciji!<br><br>Na vaš email <b>%(email)s</b> je poslan aktivacijski link. Molimo kliknite na taj link kako biste dovršili registraciju. Ako ne primite mail u sljedećih nekoliko minuta, molimo provjerite spam ili kontaktiraje %(contact_link)s.

source: Send an email
hr: Pošalji email
