Repository: IamMusavaRibica/skoljka
Catalog: skoljka/locale/*/LC_MESSAGES/django.po
Languages: hr

source: <p>To invite other Školjka users to your team, press "Invite user" and enter their usernames. After submitting the form, the specified users will receive an invitation that they can accept by visiting the registration page from their accounts and pressing "Accept invitation".</p> <p>To list the team members without an account, simply enter their names.</p>
hr: <p>Da biste pozvali druge korisnike Školjke u svoj time, pritisnite "Pozovi korisnika" i unesite njihova korisnička imena. Nakon slanja formulara, navedeni korisnici dobit će poziv koji mogu prihvatiti posjećivanjem ove stranice iz vlastitog računa, pritiskom na "Prihvati pozivnicu".</p> <p>Da biste unijeli članove koji nemaju račun na Školjci, samo navedite njihova imena.</p>

source: Team name:
hr: Ime tima:

# competition-team
source: Category:
hr: Kategorija:

source: Submit
hr: Pošalji

source: Register
hr: Registriraj

source: Course Registration
hr: Registracija

source: Please register to get access to the course content and to be able to submit solutions and receive feedback.
hr: Molimo registrirajte se kako biste dobili pristup materijalima i zadacima tečaja te kako biste dobili mogućnosti slanja rješenja.

# competition
source: Registration successful!
hr: Registracija uspješna!

source: Team successfully registered!
hr: Tim uspješno registriran!

source: Problems and rankings are available in the menu. Good luck!
hr: Zadaci i rezultati su dostupni u izborniku. Sretno!

source: Once the competition starts, the problems and the rankings will be available in the menu. Good luck!
hr: Kada počne natjecanje, zadaci i rezultati će biti dostupni u izborniku lijevo. Sretno!

source: To edit the team, click on the team name in the menu.
hr: Za uređivanje tima, kliknite na ime tima u izborniku.

source: Course registration successful!
hr: Registracija uspješna!

source: Course materials and homework problems are available in the menu. Enjoy!
hr: Zadaci i rezultati su dostupni u izborniku.

source: Once the course starts, course materials and homework problems will be available in the menu.
hr: Kada počne natjecanje, zadaci i rezultati će biti dostupni u izborniku. Sretno!

source: Course registration
hr: Registracija

source: A Školjka account is required to register for the course.
hr: Za registraciju za tečaj potreban je račun na Školjci.

source: Please log in with your account or sign up if you do not have one already. After logging in, you will be able to register for the course.
hr: Molimo prijavite se, ili napravite račun ako ga već nemate. Nakon prijave, odnosno registracije, moći ćete se registrirati za tečaj.

source: Competition registration
hr: Registracija za natjecanje

source: A Školjka account is required to register for the competition (a single account per team suffices).
hr: Za registraciju za natjecanje potrebno je imati račun na Školjci (dovoljan je jedan račun po timu).

source: Please log in with your account or sign up if you do not have one already. After logging in, you will be able to register your team for the competition.
hr: Molimo prijavite se, ili napravite račun ako ga već nemate. Nakon prijave, odnosno registracije, moći ćete registrirati tim za natjecanje.

# action
source: Sign in
hr: Prijava

source: Register an account
hr: Registracija računa

source: Course instructions
hr: Upute

source: Competition rules
hr: Pravila natjecanja

source: The results have been frozen. The final results will be available shortly after the competition.
hr: Rezultati su zamrznuti. Konačni rezultati će biti dostupni netom nakon natjecanja.

source: Sort by frozen score
hr: Sortiraj po zamrznutim bodovima

source: Sort by real score
hr: Sortitaj po pravim bodovima

source: Mark as read
hr: Označi kao pročitano

source: Mark as unread
hr: Označi kao nepročitano

source: Score:
hr: Bodovi:

source: Currently visible only to the admins!
hr: Trenutačno vidljivo samo administratorima!

source: You see this problem as an admin, despite not having solved all prerequisites.
hr: Ovaj vam je zadatak dostupan kao administratoru, makar niste riješili sve preduvjete.

source: Submissions:
hr: Poslana rješenja:

source: You've used up all available attempts.
hr: Iskoristili ste sve pokušaje.

source: Submissions are now closed.
hr: Slanje rješenja je sada zatvoreno.

source: Attempts left:
hr: Preostalo pokušaja:

source: Time remaining:
hr: Preostalo vremena:

source: Ask for a clarification
hr: Pošalji pitanje vezano uz zadatak

source: Next problem
hr: Sljedeći zadatak

source: Last problem in the chain.
hr: Zadnji zadatak u lancu.

source: Return to the problem list
hr: Natrag na listu zadataka

source: Answer:
hr: Odgovor:

source: Save
hr: Spremi

source: not graded
hr: neocijenjeno

source: Hide solution
hr: Sakrij rješenje

source: Show solution
hr: Prikaži rješenje

source: Submissions from all the teams (for admins only):
hr: Rješenja svih korisnika (samo za administratore):

source: Note to administrators: There are <b>%(unverified_chains_count)s unverified chain(s)</b> that weren't shown.
hr: Napomena administratorima: <b>%(unverified_chains_count)s neprovjeren(ih) lanac(a)</b> nije prikazano.

source: Please register for the course to see the problems.
hr: Molimo registrirajte se za natjecanje kako biste vidjeli zadatke.

source: Please register for the competition to see the problems.
hr: Molimo registrirajte se za natjecanje kako biste vidjeli zadatke.

source: Show/Hide the legend
hr: Prikaži/sakrij legendu

source: Legend
hr: Legenda

source: A successfully solved problem
hr: Uspješno riješen zadatak

source: Used up all attempts
hr: Iskorišteni svi pokušaji

source: Problem not solved
hr: Neriješen zadatak

source: Partially or incorrectly solved problem
hr: Djelomično ili netočno riješen zadatak

source: Problem closed
hr: Zatvoren zadatak

source: Problem not yet available
hr: Zadatak još nije dostupan

source: Bonus won
hr: Bonus osvojen

source: Bonus not available anymore
hr: Bonus više nije dostupan

source: Bonus available, but not won
hr: Bonus dostupan, ali nije osvojen

source: Solution is hidden. You can still view and edit it by clicking at the following link:
hr: Rješenje je sakriveno. Da biste vidjeli rješenje, kliknite na sljedeći link:

source: Show/hide the solution
hr: Prikaži/sakrij rješenje

source: If you want to review the problem please don't look at the solution in advance.
hr: Ako namjeravati pregledavati zadatak, molimo ne gledajte rješenje in advance.

source: Save changes
hr: Spremi promjene

source: Submit and create new problem
hr: Pošalji i napravi novi zadatak

source: Submit and go to the problem list
hr: Pošalji i odi na listu zadataka

source: Go to problem
hr: Otvori zadatak

source: Hint: Press <b>Ctrl+M</b> to preview the formatted text.
hr: Pritisnite <b>Ctrl+M</b> za pregled formatiranog teksta.

source: Format instructions can be found here:
hr: Upute o formatu možete pronaći ovdje:

source: Instructions to add images:
hr: Upute za dodavanje slika

source: Click here:
hr: Pritisnite ovdje:

source: Attachments
hr: Datoteke

source: Upload the image.
hr: Uploadajte sliku.

source: Add the following code to the text:
hr: Dodajte sljedeći tekst:

source: Note 1: Probably only the author of the problem can edit the attachments...
hr: Komentar 1: Vjerojatno samo autor zadatka može pristupiti datotekama (slikama)...

source: Note 2: The image will not be available in the preview mode, you have to save changes to see the result.
hr: Komentar 2: Slika neće biti vidljiva u pregledu, morate spremiti promjene kako biste vidjeli konačan rezultat.

source: Total score
hr: Ukupni bodovi

source: Continue
hr: Nastavi

source: Please confirm the following changes:
hr: Molimo potvrdite promjene:

source: Confirm changes
hr: Potvrdi promjene

source: Chain visibility
hr: Vidljivost lanca

source: Team category
hr: Kategorija tima

# chain-permission
source: Visible?
hr: Vidljiv?

source: No participants yet.
hr: Nema polaznika još.

# chain-access
source: Update visibility
hr: Ažuriraj vidljivost

source: Number of admin solutions.
hr: Broj admin rješenja.

source: Number of new activities.
hr: Broj novih aktivnosti.

source: Max submissions
hr: Max. pokušaja

source: Remove
hr: Makni

source: Move up
hr: Pomakni gore

source: Move down
hr: Pomakni dolje

source: Open
hr: Otvori

source: Problem
hr: Zadatak

source: Solution format description
hr: Objašnjenje formata rješenja

source: Correct
hr: Točno

source: Incorrect
hr: Netočno

source: For admins
hr: Za administratore

# verb
source: Grade
hr: Ocijeni

source: New activities
hr: Nove aktivnosti

source: Members:
hr: Članovi:

source: %d important
hr: %d važan

source: %d my task
hr: %d moj zadatak

source: This task is worth %d point.
hr: Ovaj zadatak vrijedi %d bod.

source: %(actor)s updated the score to %(score)d.
hr: %(actor)s je dodijelio/la %(score)d bod.

source: Number of admins that solved this task. (In parentheses: non-default max submissions)
hr: Broj administratora koji su riješili ovaj zadatak. (U zagradama: promijenjem max. broj pokušaja)

source: Task:
hr: Zadatak:

source: Write the question / message here.
hr: Napišite pitanje / poruku ovdje.

source: Change the category of the team "%(team)s" from "%(old)s" to "%(new)s".
hr: Promijeni kategoriju tima "%(team)s" sa "%(old)s" na "%(new)s".

source: Invalid category #%d
hr: Nevaljana kategorija #%d

source: Invalid category
hr: Nevaljana kategorija

source: There are new messages.
hr: Nove poruke.

source: Advanced folder add
hr: Napredno dodavanje kolekcija

source: Select
hr: Odaberi

source: Close
hr: Zatvori

source: Create a collection
hr: Napravi kolekciju

source: My collections
hr: Moje kolekcije

source: Internal parser error. Please contact administrators.
hr: Greška parsiranja. Molimo obavijestite administratore!

source: Ending not found:
hr: Kraj nije pronađen:

source: None of the endings found:
hr: Niti jedan od krajeva nije pronađen:

source: Unknown LaTeX command.
hr: Nepoznata LaTeX naredba.

source: Expected a '{' bracket.
hr: Očekuje se '{' zagrada.

source: Expected a '%s' bracket.
hr: Očekuje se '%s' zagrada.

source: Unexpected '}'.
hr: Neočekivana zagrada '}'.

source: Expected a '}' bracket.
hr: Očekuje se '}' zagrada.

source: End delimiter missing.
hr: Nedostaje krajnja oznaka.

source: Invalid LaTeX.
hr: Nevaljan LaTeX.

source: Unexpected '}'
hr: Neočekivana zagrada '}'.

source: Unexpected value:
hr: Neočekivana vrijednost:

source: Unexpected attribute:
hr: Neočekivani atribut

source: Expected a number.
hr: Traži se broj.

source: Incompatible scaling.
hr: Nekompatibilno skaliranje

source: Attachments not shown in a preview.
hr: U pregledu slike nisu prikazane.

source: Missing an attribute:
hr: Nedostaje atribut:

source: Invalid value "%(val)s" for the attribute "%(attr)s".
hr: Nevaljana vrijednost "%(val)s" za atribut "%(attr)s".

source: Unavailable attachment:
hr: Nedostupna slika:

source: Expected two attributes.
hr: Traže se dva atributa.

source: Unexpected attribute value:
hr: Neočekivana vrijednost atributa:

source: Unexpected attribute value.
hr: Neočekivana vrijednost atributa.

source: Unexpected parameter(s).
hr: Neočekivani parametar/ri.

source: Unexpected parameter:
hr: Neočekivani parametar:

source: Closing '}' bracket not found.
hr: Nedostaje zagrada '}'.

source: Invalid format:
hr: Nevaljani format:

source: Ignored the rest of the line after %s!
hr: Ostatak reda nakon %s je ignoriran!

source: Unexpected \end.
hr: Neočekivani \end.

source: Expected '%(expected)s', received '%(received)s'.
hr: Očekivano '%(expected)s', dobiveno '%(received)s'.

source: Unexpected \caption.
hr: Neočekivani \caption.

source: Unexpected \centering.
hr: Neočekivani \centering.

source: Attachment not found:
hr: Slika nije pronađena:

source: Unexpected '\label'.
hr: Neočekivani \label.

source: Tag missing, did you put \label before \caption?
hr: Nedostaje tag, jeste li stavili \label prije \caption?

source: Unsupported value "%(value)s" for the command "%(cmd)s".
hr: Nepodržana vrijednost "%(value)s" za naredbu "%(cmd)s".

source: Warning:
hr: Upozorenje:

source: Attachments:
hr: Datoteke:

source: Preview
hr: Pregled

source: Original text:
hr: Originalni tekst:

source: Editing of attachments
hr: Uređivanje datoteka

source: Existing attachments
hr: Postojeće datoteke

source: Are you sure you want to delete the file?
hr: Želite li sigurno izbrisati datoteku?

source: No attachments.
hr: Nema datoteka.

source: Upload an attachment
hr: Dodaj datoteku

source: Changes saved.
hr: Promjene spremljene.

source: Editing permissions
hr: Uređivanje privilegija

source: Go back
hr: Vrati se

source: Group or user
hr: Grupe ili korisnici

source: Revoke permission
hr: Makni privilegiju

source: No custom permissions
hr: Nema privilegija

source: Add permissions
hr: Dodaj privilegije

source: New message
hr: Nova poruka

source: Last modified:
hr: Zadnja promjena:

# action
source: Comment
hr: Komentar

source: A reply to the <a href='#'>comment</a>.
hr: Odgovor na <a href='#'>komentar</a>.

source: Edit a message
hr: Uredi poruku

source: Delete rating
hr: Izbriši ocjenu

source: Show advanced filters
hr: Prikaži napredne filtre

source: Hide advanced filters
hr: Sakrij napredne filtre

# action
source: Search
hr: Pretraži

source: Time
hr: Vrijeme

source: Task
hr: Zadatak

source: User
hr: Korisnik

source: Correctness
hr: Točnost

# solution
source: Official
hr: Službeni

source: empty
hr: prazno

source: Solution of task &quot;%(solution.task.name)s&quot; by user &quot;%(solution.author)s&quot;
hr: Rješenja zadatka &quot;%(solution.task.name)s&quot; korisnika &quot;%(solution.author)s&quot;

# solution
source: Unmark as official
hr: Makni oznaku službenog

# solution
source: Mark as official
hr: Označi kao službeno

source: Mark as solved
hr: Označi kao službeno

# action
source: Edit
hr: Uredi

source: Official solution
hr: Sakrij rješenje

source: (Hide problem text)
hr: (Sakrij tekst zadatka)

source: Warning: You haven't solved this problem yet.<br>Click here to display the solution.
hr: Upozorenje: Ovaj zadatak još niste riješili!<br>Kliknite ovdje kako biste prikazali rješenje.

source: Ratings
hr: Ocjene

source: Solution of the task
hr: Rješenja zadatka

# title
source: Submit a solution
hr: Pošalji rješenje

source: You haven't solved this problem!
hr: Niste riješili ovaj zadatak!

source: Tags
hr: Oznake

source: Tag
hr: Oznaka

source: Tagged Item
hr: Označeni predmet

source: Tagged Items
hr: Označeni predmeti

source: List of tags
hr: Popis oznaka

source: Problem count
hr: Broj zadataka

source: Difficulty
hr: Težina

source: New difficulty
hr: Nova težina

source: User "%s" not found.
hr: Korisnik "%s" nije pronađen.

source: Folder #%d does not exist or no edit permission.
hr: Direktorij #%d ne postoji ili nemate prava za uređivanje.

source: User or group "%s" not found.
hr: Nije pronađen korisnik ili grupa "%s".

source: Expected a non-empty string.
hr: Traži se neprazan string.

source: Expected an integer between 0 and %d, inclusive.
hr: Traži se cijeli broj između 0 i %d, uključujući.

source: Expected a nonnegative integer or an empty string.
hr: Traži se nenegativan cijeli broj ili prazan string.

source: Expected an integer or an empty string.
hr: Traži se cijeli broj ili prazan string.

source: Expected 0 or 1.
hr: Traži se 0 ili 1.

source: Missing a '}' brace.
hr: Nedostaje zagrada '}'.

source: Expected @{factor*variable-name}.
hr: Traži se @{facotr*variable-name}.

source: Cyclic dependency detected for the variable "%s".
hr: Pronađena ciklična ovisnost za varijablu "%s".

source: Unknown variable name:
hr: Nepoznata varijabla:

source: Value of the variable "%s" too long.
hr: Vrijednost varijable "%s" predugačka.

source: Invalid parameter count.
hr: Nevaljan broj parametara.

source: Unrecognized permission name.
hr: Nepoznat naziv privilegije.

source: Invalid variable:
hr: Nevaljana varijabla:

source: Error at line number %d:
hr: Greška u liniji %d:

source: Parsing error for the task #%d:
hr: Greška parsiranja za zadatak #%d:

source: Unknown command.
hr: Nepoznata naredba.

source: Invalid value(s) for the task #%d:
hr: Nevaljana/e vrijednost/i za zadatak #%d:

source: At least one task expected.
hr: Traži se barem jedan zadatak.

source: Source
hr: Izvor

source: Index
hr: Indeks

source: The tag 'news' is not allowed.
hr: Oznaka 'news' nije dozvoljena.

source: ID of the folder containing the problems and files related to this lecture.
hr: ID kolekcije koja sadrži probleme i datoteke vezane uz ovo predavanje.

source: Hidden
hr: Skriven

source: Name
hr: Naziv

source: Solvable
hr: Riješivo

source: Can solutions be submitted?
hr: Mogu li se slati rješenja?

source: Lecture video URL
hr: URL videa predavanja

source: Difficulty:
hr: Težina:

source: Folder:
hr: Direktorij:

source: Position:
hr: Pozicija:

source: Source:
hr: Izvor:

source: Tasks
hr: Zadaci

source: Options
hr: Opcije

source: Export to LaTeX
hr: Pretvori u LaTeX

source: Export to PDF
hr: Pretvori u PDF

source: Task list
hr: Zadaci

source: In map
hr: U mapi

source: Sol.
hr: Rj.

source: (Sol.)
hr: (Rj.)

source: Quality
hr: Kvaliteta

source: Bulk add
hr: Višestruko dodavanje

source: Short instructions
hr: Kratke upute

source: Separate different tasks with at least 3 empty lines.
hr: Razdvojite zadatke s barem 3 prazna retka.

source: To specify the name and other fields, write for example:
hr: Kako biste postavili vrijednosti polja, napišite npr.:

source: You can also specify your own variables:
hr: Možete također specificirati vlastite varijable:

source: All additions will be saved for future use and shown in the list at the bottom of this page.
hr: Sva dodavanja će biti spremljena za kasniju uporabu te će biti prikazana na dnu ove stranice.

source: So, please specify the <i>Name</i>.
hr: Tako da molimo da postavite <i>Naziv</i>.

source: Also, if you check <i>Hidden</i>, the template will be visible to you only.
hr: Također, označite li <i>Skriven</i>, predložak će biti vidljiv samo vama.

source: Please look at the previous additions for further information.
hr: Molimo pogledajte postojeća dodavanja za daljnje informacije.

source: Press <b>Ctrl+M</b> for a preview.
hr: Pritisnite <b>Ctrl+M</b> za pregled teksta.

source: Standard fields:
hr: Standardna polja:

source: Username of the author (default: current user).
hr: Korisničko ime autora (default: trenutačni korisnik).

source: 0 or 1.
hr: 0 ili 1.

source: Task name/title (must be nonempty).
hr: Naziv/naslov zadatka (mora biti neprazan).

source: Task source.
hr: Izvor zadatka.

source: Comma-separated list of tags.
hr: Popis oznaka odvojenih zarezom.

source: Special values:
hr: Specijalne vrijednosti:

source: Difficulty rating to automatically assign by the author.
hr: Ocjena težine zadatka koja se automatski doda za autora.

source: ID of the target container folder.
hr: ID ciljanog direktorija.

source: Position of the task in the folder.
hr: Pozicija u direktoriju.

source: Automatically specified variables:
hr: Automatski postavljene varijable:

source: Task number, affected by @CLEAR_PERM.
hr: Broj zadatka, ovisi o @CLEAR_PERM.

source: Task number, not affected by @CLEAR_PERM.
hr: Broj zadatka, ne ovisi o @CLEAR_PERM.

source: Commands:
hr: Naredbe:

source: Grant the user/group a permission. Users and permissions are separated by a plus sign. Permissions are:
hr: Dodijeljuje korisniku/grupi privilegiju. Korisnici i privilegije se odvajaju znakom plus. Privilegije su:

source: Resets the permissions list.
hr: Resetira popis privilegija.

source: Resets COUNTER variable to 1.
hr: Resetira varijablu COUNTER na 1.

source: Other special features:
hr: Ostale specijalne opcije:

source: You can multiply a variable (only if an integer) with a constant integer factor, e.g.:
hr: Možete množiti varijablu (samo ako je cijeli broj) konstantnim cijelim brojem, npr.:

source: Loading...
hr: Učitavanje...

source: Previous additions
hr: Prethodna dodavanja

source: Check the tasks once again before creating them!
hr: Provjerite zadatke još jednom prije dodavanja!

source: Template name:
hr: Naziv predloška

source: Back
hr: Natrag

source: Total number of tasks created:
hr: Ukupan broj dodanih zadataka:

source: Only public lectures can be put on the homepage.
hr: Samo se javno dostupna predavanja mogu staviti na naslovnu stranicu.

source: Put on homepage
hr: Stavi na naslovnu

source: Remove from homepage
hr: Makni s naslovne

source: Click here to open the file.
hr: Kliknite ovdje kako biste otvorili datoteku.

source: Export to %(format)s
hr: Pretvori u %(format)s

source: There were some internal errors while converting the following tasks:
hr: Došlo je do internih grešaka pri pretvaranju sljedećih zadataka:

source: If you still want to export the tasks, click 'Convert' again.
hr: Ako i dalje želite pretvoriti u .tex/.pdf, kliknite 'Pretvori' ponovno.

source: Convert
hr: Pretvori

# A list of lectures
source: List
hr: Popis

source: New lecture
hr: Novo predavanje

source: Add task
hr: Dodaj zadatak

source: Add file
hr: Dodaj datoteku

source: Thumbnails
hr: Ikone

source: Editing lecture %(task_name)s
hr: Uređivanje lekcije %(task_name)s

source: To add the tasks, first create a folder <a href="%(lectures_folder_url)s">here</a>, then use <a href="%(bulk_add_url)s">bulk add</a>.
hr: Kako biste dodali zadatke, prvo napravite direktorij <a href="%(lectures_folder_url)s">ovdje</a>, zatim iskoristite <a href="%(bulk_add_url)s">višestruko dodavanje</a>.

source: If you do not have the permission to perform these steps, please contact the administrators.
hr: Ako nemate privilegije za napraviti navedene korake, molimo kontaktirajte administratore.

source: Press Ctrl+M to get the preview of the text.
hr: Pritisnite Ctrl+M za pregled teksta.

source: Group list
hr: Grupe

# group
source: Size
hr: Broj članova

source: No groups...
hr: Nema grupa...

source: Create a group
hr: Napravi grupu

source: Members of group %(group.name)s
hr: Članovi grupe %(group.name)s

source: No members
hr: Nema članova

source: Permissions
hr: Privilegije

source: Add new members
hr: Dodaj nove članove

source: Add
hr: Dodaj

source: Cancel
hr: Odustani

source: Confirm password
hr: Potvrda lozinke

# registration challenge
source: Answer
hr: Rješenje

source: I accept the <a href="/tou/">Terms of Use</a>
hr: Prihvaćam <a href="/tou/">Uvjete korištenja</a>

source: You may not use Školjka if you do not accept the Terms of Use.
hr: Ne možete koristiti Školjku ako ne prihvaćate Uvjete korištenja.

source: This name is already reserved. Please choose another.
hr: Navedeno ime je već iskorišteno. Molimo izaberite drugo.

source: E-mail address already in use.
hr: Email adresa se već koristi.

source: Incorrect answer, please try again.
hr: Netočno rješenje, molimo pokušajte ponovno.

source: Passwords do not match!
hr: Lozinke se ne slažu!

source: Memberlist
hr: Korisnici

source: First name
hr: Ime

source: Last name
hr: Prezime

source: Member since
hr: Član od

source: No registered users
hr: Nema registriranih korisnika

source: Profile
hr: Profil

source: Registration complete
hr: Registracija završena

source: Thank you, your registration is complete!
hr: Hvala, vaša registracija je gotova!

source: Continue to the homepage
hr: Nastavi na naslovnu stranicu

source: <a href="%(auth_password_reset_url)s">Forgot</a> the password?
hr: <a href="%(auth_password_reset_url)s">Zaboravili</a> ste lozinku?

source: Do not have an account?
hr: Nemate korisnički račun

# action
source: Register
hr: Registracija
